<?php if (!defined('IN_PHPBB')) exit; ?>Subject: Ενεργοποίηση νέου κωδικού πρόσβασης

Γεια σας <?php echo (isset($this->_rootref['USERNAME'])) ? $this->_rootref['USERNAME'] : ''; ?>


Λάβατε αυτό το μήνυμα γιατί (ή κάποιος που προσποιήθηκε ότι ήσασταν εσείς) ζητήσατε να σας αποσταλεί νέος κωδικός σύνδεσης για τον λογαριασμό σας στο "<?php echo (isset($this->_rootref['SITENAME'])) ? $this->_rootref['SITENAME'] : ''; ?>". Αν δεν το ζητήσατε εσείς παρακαλούμε αγνοήστε αυτό το μήνυμα, αν συνεχίσετε να το λαμβάνετε παρακαλώ επικοινωνήστε με τον διαχειριστή της Δ. Συζήτησης.

Για να χρησιμοποιήσετε τον νέο κωδικό σας πρέπει να τον ενεργοποιήσετε. Για να το κάνετε αυτό ακολουθήστε τον παρακάτω σύνδεσμο.

<?php echo (isset($this->_rootref['U_ACTIVATE'])) ? $this->_rootref['U_ACTIVATE'] : ''; ?>


Όταν ολοκληρωθεί η ενεργοποίηση θα μπορείτε να εισέλθετε χρησιμοποιώντας τον παρακάτω κωδικό πρόσβασης:

Κωδικός σύνδεσης: <?php echo (isset($this->_rootref['PASSWORD'])) ? $this->_rootref['PASSWORD'] : ''; ?>


Μπορείτε φυσικά να αλλάξετε τον κωδικό πρόσβασης και μόνος σας απο το προφίλ σας. Αν συναντήσετε οποιαδήποτε δυσκολία παρακαλώ επικοινωνήστε με τον διαχειριστή της κοινότητας.

<?php echo (isset($this->_rootref['EMAIL_SIG'])) ? $this->_rootref['EMAIL_SIG'] : ''; ?>